adwaita-icon-theme
aom
aribb24
at-spi2-core
atk
avro-c
azure-cli
bat
bdw-gc
brotli
c-ares
ca-certificates
cairo
capstone
cheat
cjson
cmake
coreutils
cosign
cowsay
cpio
crane
cunit
dav1d
dbus
diff-so-fancy
dive
docbook
docbook-xsl
docker
docker-machine
dos2unix
dtc
dust
faac
faad2
fdk-aac
ffmpeg
flac
fontconfig
freetype
frei0r
fribidi
fzf
gawk
gcc
gdbm
gdk-pixbuf
gettext
gh
giflib
git
glib
glib-networking
gmp
gnu-getopt
gnu-sed
gnu-time
gnupg
gnutls
go
gobject-introspection
gobuster
gpgme
graphene
graphite2
grep
grype
gsettings-desktop-schemas
gstreamer
gtk+3
gtk-vnc
gtk4
gtksourceview4
guile
harfbuzz
helm
hicolor-icon-theme
highway
htop
hugo
hwloc
icu4c
imath
iproute2mac
isl
istioctl
jansson
jpeg
jpeg-turbo
jpeg-xl
jq
json-glib
kcat
krew
kubeconform
kubernetes-cli
kustomize
lame
ldns
leptonica
libarchive
libass
libassuan
libb2
libbluray
libcbor
libcuefile
libepoxy
libevent
libffi
libfido2
libgcrypt
libgpg-error
libice
libidn2
libiscsi
libksba
libmaxminddb
libmicrohttpd
libmpc
libnghttp2
libogg
libosinfo
libpng
libpsl
libpthread-stubs
librdkafka
libreplaygain
librist
librsvg
libsamplerate
libserdes
libshout
libslirp
libsm
libsmi
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libtasn1
libtermkey
libtiff
libtool
libunibreak
libunistring
libusb
libusrsctp
libuv
libvidstab
libvirt
libvirt-glib
libvmaf
libvorbis
libvpx
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxfixes
libxi
libxml2
libxmu
libxrender
libxt
libxtst
libyaml
little-cms2
lua
luajit
luajit-openresty
luarocks
luv
lz4
lzlib
lzo
m4
markdownlint-cli
mbedtls
miller
mpdecimal
mpfr
mpg123
msgpack
musepack
ncdu
ncurses
neovim
nettle
nmap
node
npth
numpy
oniguruma
openblas
opencore-amr
openexr
openjpeg
openldap
openssh
openssl@1.1
openssl@3
openvino
opus
orc
osinfo-db
p11-kit
packer
pango
parallel
pcre
pcre2
phodav
pinentry
pixman
pkg-config
podman
pugixml
py3cairo
pygobject3
python-pyparsing
python-setuptools
python@3.10
python@3.11
python@3.12
python@3.9
pyyaml
qemu
rav1e
readline
reattach-to-user-namespace
ripgrep
rtmpdump
rubberband
rust
sdl2
shellcheck
skopeo
snappy
speex
speexdsp
spice-gtk
spice-protocol
sqlcmd
sqlite
srt
srtp
ssh-askpass
stern
svt-av1
syft
taglib
tbb
terraform
tesseract
tfenv
the_silver_searcher
theora
tig
tmux
trash
tree
tree-sitter
unbound
unibilium
universal-ctags
usb.ids
usbredir
utf8proc
vde
virt-manager
vte3
watch
webp
wget
wireshark
x264
x265
xclip
xmlto
xorgproto
xvid
xz
yajl
yamllint
yarn
yq
zeromq
zimg
zoxide
zsh
zsh-syntax-highlighting
zstd
copyq
font-hack-nerd-font
keepassx
obsidian
powershell
vscodium
xquartz
